Repository: roadiz/core-bundle
Catalog: translations/attributes/messages.*.xlf
Languages: id, sr, zh

source: manage.attributes
id: Kelola atribut
sr: Уређивање својстава
zh: 管理属性

source: attributes
id: Atribut
sr: својства
zh: 属性

source: attributes.code
id: Kode
sr: Код
zh: 代码

source: add.a.attribute
id: Buat sebuah atribut
sr: Креирај својство
zh: 创建一个属性

source: attributes.form.code
id: Kode
sr: Код својства
zh: 代码

source: attributes.form.type
id: Jenis atribut
sr: Тип својства
zh: 属性类型

source: attributes.form.attributeTranslations
id: Terjemahan
sr: Преводи
zh: 翻译

source: attributes.form.options
id: Opsi yang tersisa (untuk jenis pilihan)
sr: Доступне опције (за тип)
zh: 可用的选项（选择类型）

source: edit.attribute.%name%
id: %name%
sr: %name%
zh: %name%

source: back_to.attributes
id: Kembali ke atrinut
sr: Назад на својства
zh: 回到属性

source: attributes.form.type.string
id: String teks dasar
sr: Низ карактера
zh: 基本文字字符串

source: attributes.form.type.datetime
id: Tanggal dan waktu
sr: Датум и време
zh: 日期与时间

source: attributes.form.type.boolean
id: Boolean (benar atau salah)
sr: Логичко (да или не)
zh: 布尔值（是 或 否）

source: attributes.form.type.integer
id: Nomor integer
sr: Цео број
zh: 整数

source: attributes.form.type.decimal
id: Nomor desimal
sr: Децимални број
zh: 小数

source: attributes.form.type.percent
id: Persen
zh: 百分比

source: attributes.form.type.email
id: Alamat email tunggal
sr: Јединствена email адреса
zh: 单个电子邮件地址

source: attributes.form.type.colour
id: Warna heksadesimal
sr: Боја, хексадецимално
zh: 十六进制颜色

source: attributes.form.type.enum
id: Pilihan tunggal
sr: Јединствени избор
zh: 单个选择

source: attributes.form.type.date
id: Tanggal
sr: Датум
zh: 日期

source: attributes.form.type.country
id: Kode negara
sr: Код државе
zh: 国家及地区代码

source: node.attributes
id: Atrinut
sr: Својства
zh: 属性

source: attribute_values.form.attribute
id: Tambah sebuah atribut baru
sr: Додај ново својство
zh: 添加一个新属性

source: new_attribute
id: -- Pilih sebuah atribut --
sr: -- Одаберите својство --
zh: -- 选择一个属性 --

source: add.a.node.attribute
id: Tambah atribut ke node saat ini
sr: Доделите својство постојећем чвору
zh: 添加属性到现有代码

source: attributes.no_value
id: -- Tidak ada nilai --
sr: -- Нема задате вредности --
zh: -- 没有值 --

source: attribute.%name%.created
id: Atribut %name% telah dibuat
sr: Својство %name% је креирано
zh: 属性 %name% 已创建

source: attribute.%name%.updated
id: Atribut %name% telah diperbarui
sr: Својство %name% је ажурирано
zh: 属性 %name% 已更新

source: attribute.%name%.deleted
id: Atribut %name% telah dihapus
sr: Својство %name% је избрисано
zh: 属性 %name% 已删除

source: attributes.value
id: Nilai
sr: Вредност
zh: 值

source: attributes.group
id: Grup
zh: 群组

source: are_you_sure.delete.attribute
id: Apakah Anda yakin ingin menghapus atribut ini?
sr: Да ли сте сигурни да желите да избришете ово својство?
zh: 您确定要删除此属性吗？

source: attribute.%name%.deleted_from_node.%nodeName%
id: Atribut %name% telah dihapus dari node %nodeName%
sr: Својство %name% је избрисано из чвора %nodeName%
zh: 属性 %name% 已从节点 %nodeName% 中删除

source: delete.attribute.%name%
id: Hapus atribut %name%
sr: Избриши својство %name%
zh: 删除属性 %name%

source: attribute_value_translation.%name%.updated_from_node.%nodeName%
id: Nilai atribut %name% tlah diperbarui dari sumber-node %nodeName%.
sr: Вредност својства %name% за чвор %nodeName% је ажурирана.
zh: 节点源 %nodeName% 的属性 %name% 的值已更新。

source: attribute_code.must_contain_alpha_underscore
id: Kode atribut harus berisi hanya karakter alphabet termasuk garis bawah.
sr: Код атрибута може садржати само алфабетске знакове, укључујући и доњу црту.
zh: 属性代码应只包含字母及下划线。

source: attributes.form.searchable
id: Diindeks dalam mesin-pencari?
sr: Индексирaнo у енџин за претраживање?
zh: 在搜索引擎中索引？

source: attributes.form_help.searchable
id: Indeks nilai atribut saat ini dalam mesin-pencari teks-penuh untuk setiap terjemahan.
sr: Индексирај тренутне вредности атрибута, у енџин за претраживање, за сваки превод.
zh: 在全文搜索引擎中，为每个翻译索引目前的属性值。

source: attributes.form_help.code
id: Kode mengizinkan nama atribut untuk menjadi unik di seluruh terjemahan situs web Anda.
sr: Код дозвољава да име атрибута буде јединствено, на целом веб-сајту, за све преводе.
zh: 代码能让属性名在您的网站翻译中是唯一的。

source: attributes.import_form.file.label
id: Impor berkas atribut
zh: 导入属性文件

source: attributes.import_form.file.help
id: Berkas atribut haruslah berupa sebuah bekas JSON yang valid dengan struktur atribut Roadiz.
zh: 属性文件必须是包含 Roadiz 属性结构的有效 JSON 文件。

source: attributes.form.group
id: Grup
zh: 群组

source: attributes.form_help.group
id: Grup mengizinkan pengembang untuk mengizinkan mengumpulkan atribut dalam tempat yang sama untuk tampilan publik.
zh: 群组能让开发者在同一个位置收集属性以公开展示。

source: attributes.form.color
id: Warna
zh: 颜色

source: attributes.form_help.color
id: Warna atribut yang mungkin digunakan pada tampilan publik.
zh: 可能公开展示的属性颜色

source: attributes.form.documents
id: Dokumen
zh: 文档

source: attributes.form_help.documents
id: Dokumen yang mungkin menggambarkan atribut saat ini pada tampilan publik.
zh: 可能会公开展示的说明现有属性的文档

source: attributes.form.group.placeholder
id: -- Tidak ada grup --
zh: -- 没有群组 --

source: back_to.attribute_groups
id: Kembali ke grup atribut
zh: 回到属性组

source: add.a.attribute_group
id: Buat sebuah grup atribut
zh: 创建一个属性组

source: attribute_groups
id: Grup atribut
zh: 属性组

source: attribute_groups.name
id: Nama grup
zh: 群组名

source: attribute_group.form.name
id: Nama grup
zh: 群组名

source: attribute_group.%name%.created
id: Grup atribut %name% telah dibuat
zh: %name% 属性组已创建

source: attribute_group.%name%.updated
id: Grup atribut %name% telah diperbarui
zh: %name% 属性组已更新

source: attribute_group.%name%.deleted
id: Grup atribut %name% telah dihapus
zh: %name% 属性组已删除

source: delete.attribute_group.%name%
id: Hapus grup atribut %name%
zh: 删除 %name% 属性组

source: are_you_sure.delete.attribute_group
id: Apakah Anda yakin ingin menghapus grup atribut ini?
zh: 您确定要删除此属性组吗？

source: attribute_group.form.canonicalName
id: Nama kanonikal
zh: 规范名称

source: attribute_group.form.attributeGroupTranslations
id: Terjemahan grup
zh: 群组翻译

source: attributes.reset_value
id: Hapus nilai atribut ke bahasa bawaan
zh: 重置属性值为默认语言

source: attribute.%name%.reset_for_node.%nodeName%
id: %name% atribut telah di atur ulang/reset untuk node %nodeName%.
zh: 节点 %nodeName% 的属性 %name% 已被重置。

source: attributes.delete_value
id: Hapus nilai atribut untuk node ini
zh: 删除此节点的属性值

source: are_you_sure.delete_value.attribute
id: Apakah Anda yakin ingin menghapus nilai atribut ini untuk node ini?
zh: 您确定要删除此节点的属性值吗？

source: delete.attribute.%name%.for_node.%nodeName%
id: Hapus %name% atribut untuk node %nodeName%
zh: 删除节点 %nodeName% 的 %name% 属性。

source: reset.attribute.%name%
id: Atur ulang nilai atribut %name%
zh: 重置 %name% 属性值

source: reset.attribute.%name%.for_node.%nodeName%
id: Atur ulang nilai %name% atribut untuk node %nodeName%
zh: 重置 %nodeName% 节点的 %name% 属性值

source: are_you_sure.reset.attribute_value
id: Apakah Anda yakin ingin mengatur ulang/reset nilai atribut untuk bahasa ini?
zh: 您确定要重置此语言的属性值吗？

source: attribute_value.%attributeValueId%.not_exists
id: Nilai atribut %attributeValueId% tidak ada/tersedia
zh: 属性 %attributeValueId% 的值不存在
