Repository: roadiz/core-bundle
Catalog: translations/core/messages.*.xlf
Languages: ar, de, fr, id, it, sr, tr, zh

# welcome.user.email.%site%
source: A user account has been created for you on %site%.
ar: تم إنشاء حساب مستخدم لك على %site%
de: Willkommen auf %site%
fr: Un compte utilisateur vous a été créé sur %site%.
id: selamat datang pengguna email.%site%
it: Un account è stata creato per te su %site%
sr: Ваш кориснички налог је направљен на сајту %site%
tr: Kullanıcı hesabınız %site% üzerinde oluşturuldu
zh: 您在 “%site%” 的用户帐号已创建。

source: Your user account
ar: حساب المستخدم الخاص بك
de: Ihr Benutzerkonto
fr: Votre compte utilisateur
id: akun pengguna anda
it: Il tuo account
sr: Ваш кориснички налог
tr: Kullanıcı hesabınız
zh: 您的用户帐号

source: Username
ar: اسم المستخدم
de: Benutzername
fr: Nom d’utilisateur
id: nama pengguna
sr: Корисничко име
tr: Kullanıcı adı
zh: 用户名

source: Email
ar: البريد الإلكتروني
fr: Courriel
sr: Електронска пошта
tr: E-posta
zh: 电子邮件

source: Password
ar: كلمة المرور
de: Passwort
fr: Mot de passe
id: kata sandi
sr: Лозинка
tr: Parola
zh: 密码

# for.questions.email
source: Any questions? Email us at:
ar: للأسئلة، اتصل بنا على البريد الإلكتروني:
de: Haben Sie Fragen? Kontaktieren Sie uns
fr: Des questions ? Contactez-nous à :
id: Email untuk pertanyaan
it: Domande? scrivi a:
sr: Ако имате додатна питања, пишите нам на email:
tr: Sorunuz mu var? Bize e posta yollayın
zh: 有任何问题？请用电子邮件联系我们：

source: Contact form
ar: نموذج الاتصال
de: Kontaktformular
fr: Formulaire de contact
id: formulir kontak
it: Modulo di contatto
sr: Контакт форма
tr: İletişim formu
zh: 联系表

# new.contact.form.%site%
source: New contact request for %site%
ar: نموذج اتصال جديد %site%
de: Neues Kontaktformular auf %site%
fr: Nouveau formulaire de contact sur %site%
id: formulir kontak baru.%site%
it: Nuova richiesta di contatto per %site%
sr: Нови захтев за контакт за сајт %site%
tr: %site% üzerinden yeni iletişim isteği
zh: “%site%” 的新联系请求

# form.successfully.sent
source: Your form has been successfully sent
ar: تم إرسال نموذجك بنجاح
de: Formular erfolgreich gesendet
fr: Votre formulaire a bien été envoyé
id: formulir.berhasil.dikirim
it: Modulo inviato con successo
sr: Формулар је успешно послат
tr: Formunuz başarıyla gönderildi
zh: 您的表格已成功送出

# form.has.errors
source: Your form is not valid, please fill correctly mandatory fields.
ar: النموذج يحتوي على أخطاء
de: Im Formular befinden sich Fehler.
fr: Votre formulaire n’est pas valide, merci de remplir correctement les champs obligatoires.
id: bentuk memiliki kesalahan
it: Il tuo modulo non è valido, per favore completa correttamente i campi obbligatori.
sr: Формулар није добро попуњен. Молимо Вас да попуните тражена поља.
tr: Formunuz geçerli değil. Lütfen zorunlu alanları doğru doldurun.
zh: 您的表格无效，请正确填写必填字段。

# %field%.is.mandatory
source: Field %field% is mandatory
ar: %field% إلزامي
de: Das Feld %field% ist verpflichtend
fr: Le champ %field% est obligatoire
id: %field%.adalah wajib
it: Il campo %field% è obbligatorio
sr: Поље %field% је обавезно
tr: %field% alanı zorunludur
zh: 字段 “%field%” 是必填的。

# email.not.valid
source: Your email is not valid
ar: عنوان البريد الإلكتروني الخاص بك غير صالح
de: Ungültige E-Mail Adresse
fr: Votre courriel n’est pas valide
id: email tidak valid
it: La tua email non è valida
sr: Ваша email адреса није валидна
tr: E postanız geçerli değil
zh: 电子邮件无效

source: IP address
ar: ip address (عنوان بروتوكول الإنترنت الخاص بك)
de: IP Adresse
fr: Adresse IP
id: alamat Ip
it: Indirizzo IP
sr: IP Адреса
tr: IP adresi
zh: IP 地址

# submittedAt
source: Submitted on
ar: تم تقديمه في
de: Abgesendet am
fr: Envoyé le
id: disampaikan pada
it: Consegnato su
sr: Послато на
tr: %date will be first% de gönderildi
zh: 注册于

# form.submit
source: Submit
ar: نموذج التقديم
de: Formular absenden
fr: Envoyer
id: formulir kirim
it: Inviare
sr: Пошаљи
tr: Gönder
zh: 注册

source: Answer form.
ar: نموذج الإجابة
de: Antwortformular
fr: Formulaire de réponse
id: bentuk jawaban
it: Rispondere al modulo.
sr: Формулар за одговор.
tr: Formu cevapla.
zh: 答复表

# customForm.%name%.send
source: The answer "%name%" sent.
ar: الإجابة %name% أُرسِلت.
de: Das Formular %name% wurde gesendet
fr: Le formulaire «%name%» a bien été envoyé
id: kirim bentuk kustom.%name%
it: La risposta %name% è stata inviata.
sr: Одговор %name% је послат
tr: Cevabı %name% gönderdi.
zh: 答复 “%name%” 已送出。

# new.answer.form.%site%
source: New answer from "%site%" form.
ar: نموذج إجابة جديدة من %site%
de: Neues Antwortformular auf %site%
fr: Nouvelle réponse sur «%site%»
id: bentuk jawaban baru.%site%
it: Nuova risposta dal modulo %site%.
sr: Нови одговор са сајта %site%
tr: %site% formundan yeni cevap.
zh: 来自 “%site%” 的新答复表。

# file.not.accepted
source: Attached file could not be accepted.
ar: لم نتمكن من قبول الملف المرفق.
de: Datei nicht akzeptiert
fr: Le fichier joint n’a pas été accepté.
id: file tidak diterima
it: Il file allegato non può essere accettato.
sr: Фајл који сте закачили није прихваћен
tr: Eklenmiş dosya kabul edilmedi.
zh: 附件无法接受。

# customForm.answer.sent
source: Your answer has been successfully sent.
ar: تم إرسال إجابتك بنجاح.
de: Ihr Antwort wurde abgesendet
fr: Votre réponse a bien été envoyée.
id: kirm bentuk kustom menjawab
it: La sua risposta è stata inviata con successo.
sr: Ваш одговор је успешно послат
tr: Cevabınız başarıyla gönderildi.
zh: 您的回复已成功送出。

source: None
ar: لا شيء
de: Keine
fr: Aucun
id: tidak ada
it: Nessuno
sr: Ништа
tr: Yok
zh: 无

source: Reset password request
ar: طلب إعادة تعيين كلمة المرور
de: Passwortanfrage
fr: Demande de réinitialisation du mot de passe
id: permintaan reset kata sandi
it: Reimpostazione password richiesta
sr: Захтев за промену лозинке
tr: Parola sıfırlama isteği
zh: 重置密码请求

source: You asked for a password reset on “%site%”
ar: لقد طلبت إعادة تعيين كلمة المرور في %site%
de: Sie wollen das Passwort auf %site% zurücksetzen
fr: Vous avez demandé à changer le mot de passe de votre compte sur « %site% »
id: kamu tanya untuk menghidupkan ulang kata sandi.%site%
it: Hai richiesto il cambio della password su %site%
sr: Затражили сте промену лозинке за сајт %site%
tr: %site% üzerinde parola sıfırlama isteğiniz var
zh: 您请求重置 “%site%” 的密码

# you.need.to.choose.a.new.password.using.following.link
source: You need to create a new password for your account by clicking on the following link.
ar: عليك أن تقوم بإنشاء كلمة مرور جديدة لحسابك بواسطة استخدام الرابط التالي.
de: Sie müssen unter dem folgenden Link ein neues Passwort festlegen
fr: Vous devez choisir un nouveau mot de passe en cliquant sur le lien suivant.
id: kamu perlu untuk memilih kata sandi baru menggunakan tautan berikut
it: Devi scegliere una nuova password usando il seguente link
sr: Морате да креирате нову лозинку за свој налог и за то ћете користити следећи линк:
tr: Bağlantıyı kullanarak hesabınız için yeni parola oluşturmanız gerekiyor.
zh: 您需要使用以下链接为您的帐号创建新密码。

# as.a.reminder.here.are.your.credentials
source: As a reminder, here are your public credentials.
ar: كتذكير لك، ها هي أوراق اعتمادك العامة.
de: Als Erinnerung, hier sind ihre Daten
fr: Pour rappel, voici vos identifiants publics actuels
id: sebagai peringatan di sini kamu adalah kredensial
it: Come promemoria qui ci sono le tue credenziali
sr: Подсећања ради, ово су Ваше акредитације:
tr: Bir hatırlatma olarak, herkese açık bilgileriniz burada.
zh: 提醒您，这是您的公开凭据。

# if.you.didnt.request.this.password.reset.ignore.this.email
source: If you didn’t ask for this email, just ignore it and your password won’t be changed.
ar: إن لم تطلب رسالة البريد الإلكتروني هذه، تجاهلها فقط ولن يتم تغيير كلمة المرور الخاصة بك.
de: Wenn sie ihr Passwort nicht zurücksetzen wollen ignorieren sie diese E-Mail
fr: Si vous n’avez pas sollicité cet email, veuillez l’ignorer, votre mot de passe ne sera pas changé.
id: jika kamu tidak meminta perubahan kata sandi abaikan surel ini
it: Se non hai richiesto questa email, ignorala e la tua password non sarà cambiata.
sr: Ако нисте планирали да мењате нешто у вези овог email-а, игноришите ову поруку и лозинка неће бити промењена.
tr: Bu e posta talebi sizden gelmemişse, görmezden gelebilirsiniz. Parolanız değişmemiş olacak.
zh: 如果您没有请求此电子邮件，请忽略它且您的密码不会被更改。

source: Reset your password
ar: قم بإعادة تعيين كلمة المرور الخاصة بك
de: Ihr Passwort zurücksetzen
fr: Réinitialiser votre mot de passe
id: reset kata sandi anda
it: Reimposta la tua password
sr: Ресетујте своју лозинку
tr: Parolanızı sıfırlayın
zh: 重置您的密码

# user.changed_password
source: User password was changed
fr: Le mot de passe de l'utilisateur a été changé

source: You need to fill this required field.
ar: عليك بكتابة هذا الحقل المطلوب.
fr: Vous devez remplir ce champ requis
id: anda harus mengisi kolom ini
it: Devi completare questo campo obbligatorio.
sr: Морате да попуните тражено поље.
tr: Gerekli alanları doldurmanız gerek.
zh: 您需要填写此必填字段。

source: * Required fields
ar: * حقول مطلوبة
de: * Pflichtfelder
fr: * Champs requis
id: *.bidang wajib
it: * Campi obbligatori
sr: * Тражена поља
tr: * Zorunlu alanlar
zh: * 必填字段

source: Website is under maintenance
ar: الموقع تحت الصيانة
de: Seite wird zurzeit gewartet
fr: Le site est en maintenance
id: situs web sedang dalam pemeliharaan
it: Il sito è in manutenzione
sr: У току је одржавање веб-сајта
tr: Web sitesi bakımda
zh: 网站正在维护

# website.is.under.maintenance.we.will.be.back.soon
source: Website is currently under maintenance, it will be back soon!
ar: الموقع تحت الصيانة، وسيتم الانتهاء قريبًا!
de: Seite wird zurzeit gewartet und ist bald wieder erreichbar.
fr: Le site est actuellement en maintenance, il sera à nouveau disponible d’ici quelques minutes.
id: situs web sedang dalam pemeliharaan kita akan segera kembali
it: il sito è in manutenzione, sarà pronto a breve!
sr: У току је одржавање веб-сајта, ускоро ће поново радити!
tr: Web sitesi şu an bakımda, yakında karşınızda olacak!
zh: 网站正在维护中，很快回来！

# yaml.is.not.valid
source: YAML code is not valid ({{ error }}).
ar: يمل غير صالح {{ error }}
de: YAML ist nicht gültig: {{ error }}
fr: Le code YAML n’est pas valide ({{ error }}).
id: yaml tidak sah.{{ error }}
it: Il codice YAML non è valido ({{ error }}).
sr: YAML код је неисправан ({{ error }}).
tr: YAML kodu geçerli değil ({{ error }})
zh: YAML 代码无效。 {{ error }}

# json.is.not.valid
source: JSON code is not valid ({{ error }}).
fr: Le code JSON n’est pas valide ({{ error }}).

# value.is.already.used
source: This value is already used.
ar: القيمة المستخدمة بالفعل
de: Wert bereits in Benutzung
fr: Cette valeur est déjà utilisée.
id: nolai sudah digunakan
it: Valore già utilizzato.
sr: Ова вредност је већ употребљена.
tr: Bu değer zaten kullanılıyor.
zh: 此值已使用。

# password_should_contains_at_least_one_capital_one_digit
source: Password should contain at least one capital letter and one digit.
de: das_Passwort_sollte_mindestens_eine_Zahl_beinhalten
fr: Le mot de passe doit contenir au minimum une majuscule et un chiffre
sr: Лозинка мора садржати најмање једно велико слово, и барем један број
zh: 密码应包含至少一个大写字母和一个数字。

# password_blacklisted
source: Password is blacklisted
de: password_gesperrt
fr: Ce mot de passe est interdit car trop utilisé et non sécurisé
sr: Лозинка коју сте предложили се често употребљава и недовољно је сигурна
zh: 密码在黑名单中

# password_should_be_at_least_characters_long
source: Password should be at least {{length}} characters long
de: passwort_sollte_mindestens{{length}}_Zeichen_haben
fr: Le mot de passe doit posséder au minimum {{length}} caractères
sr: Лозинка мора бити дугачка најмање {{length}} карактера
tr: Parola en az %length% karakter uzunluğunda olmalıdır.
zh: 密码长度应至少有 {{length}} 位

# attributes.defaultRealm
source: Default realm
fr: Domaine sécurisé par défaut

# attributes.defaultRealm.help
source: Choose a default realm to secure any attribute value within API. This will affect only new attribute values.
fr: Choisissez un domaine sécurisé pour que tous les attributs créés soient protégés dans l'API. Cela n'affectera que les nouveaux attributs.

# attributes.defaultRealm.placeholder
source: -- No default realm --
fr: -- Aucun domaine sécurisé par défaut --

# attributeValue.realm.placeholder
source: -- No realm --
fr: -- Aucun domaine sécurisé --

source: Login link
fr: Lien de connexion
zh: 登录链接

# login_link_sent
source: A login link was sent
fr: Un lien de connexion vous a été envoyé

# login_link_sent_if_email_exists.check_inbox
source: A login link was sent to your email address if your account is valid. Check your inbox.
fr: Un lien de connexion vous a été envoyé par email si votre compte est valide, veuillez vérifier votre boîte de réception.

# request_login_link
source: Request a login link
fr: Demander un lien de connexion

# login_link.request
source: Your login link
fr: Votre lien de connexion

# you.asked.for.a.login_link.on.site
source: You requested a login link for website: %site%
fr: Vous avez fait une demande de connexion sur le site : %site%

# click_on_following_link_to_login
source: Click on the following link to login automatically.
fr: Cliquez sur le lien suivant pour vous connecter automatiquement.

# login_link_will_expire_at.expiresAt
source: This link will expire on %expiresAt%
fr: Ce lien expirera le %expiresAt%

# classic.login_password
source: Password login
fr: Se connecter avec mot de passe

source: User ID
fr: ID utilisateur

source: User email
fr: E-mail utilisateur

source: User picture URL
fr: URL image de profil

source: User public name
fr: Pseudonyme utilisateur

source: Security
fr: Sécurité

source: Authenticator
fr: Authentificateur

source: Exception class
fr: Classe de l'exception

source: Path
fr: Chemin

source: Firewall
fr: Pare-feu

source: Date
ar: التاريخ
de: Datum
id: tanggal
it: Data
sr: Датум
tr: Tarih
zh: 日期
