Repository: roadiz/core-bundle
Catalog: translations/validators.*.xlf
Languages: fr

source: {{ value }} is not a valid email address.
fr: {{ value }} n'est pas une adresse email valide.

# tagName.%name%.alreadyExists
source: Tag %name% already exists.
fr: L'étiquette «%name%» existe déjà.

# field_with_same_name_already_exists_but_with_different_doctrine_type
source: This field already exists with the same name in another node type, but with a different Doctrine data type.
fr: Ce champ existe déjà avec le même nom dans un autre type de nœud, mais avec un type de donnée Doctrine différent.

source: Hotspot is not valid
fr: Le hotspot n'est pas valide

# hotspot_does_not_contain_x_and_y
source: Hotspot must contain x and y properties
fr: Le hotspot doit contenir une valeur x et y

# hotspot_x_must_be_between_0_and_1
source: Hotspot x value must be between 0 and 1
fr: Le valeur x du hotspot doit être comprise entre 0 et 1

# hotspot_y_must_be_between_0_and_1
source: Hotspot y value must be between 0 and 1
fr: Le valeur y du hotspot doit être comprise entre 0 et 1

# hotspot_x_and_y_must_be_numeric
source: Hotspot must contain x and y numeric values
fr: Le hotspot doit contenir des valeur x et y numériques

# hotspot_must_contain_area_start_and_end_coordinates
source: Hotspot configuration must include area start and end coordinates.
fr: La configuration du point d'intérêt doit contenir les coordonnées (début et fin) de la zone active.

source: Hotspot area start and end coordinates must be numeric.
fr: Les coordonnées de la zone du point d'intérêt doivent être numériques.

source: Hotspot area start and end coordinates must be between 0 and 1.
fr: Les coordonnées de la zone du point d'intérêt doivent être comprises entre 0 et 1.
